{
    "words": [
        {
            "word": "rumor",
            "definitions": [
                "A piece of unverified information of uncertain origin usually spread by word of mouth.",
                "Unverified information received from another; hearsay."
            ]
        },
        {
            "word": "modeled",
            "definitions": ["Simple past tense and past participle of model."]
        },
        {
            "word": "Narrows",
            "definitions": [
                "A strait of southeast New York between Brooklyn and Staten Island in New York City and connecting Upper and Lower New York Bay. The Narrows is spanned by the Verrazano-Narrows Bridge, one of the longest suspension bridges in the world."
            ]
        },
        {
            "word": "impetuous",
            "definitions": [
                "Characterized by sudden and forceful energy or emotion; impulsive and passionate.",
                "Having or marked by violent force:  impetuous, heaving waves. "
            ]
        },
        {
            "word": "acknowledges",
            "definitions": [
                "Third-person singular simple present indicative form of acknowledge."
            ]
        },
        {
            "word": "bookshelf",
            "definitions": ["A shelf or set of shelves for holding books."]
        },
        {
            "word": "zine",
            "definitions": [
                "An inexpensively produced, self-published, underground publication: I often contributed cartoons and essays to other people's 'zines, so why didn't I just buckle down and start my own?  ( Pagan Kennedy). ",
                "An e-zine."
            ]
        },
        {
            "word": "shoutout",
            "definitions": [
                "Slang   A public expression of gratitude or recognition."
            ]
        },
        {
            "word": "Demosthenes",
            "definitions": [
                "Demosthenes 384-322 B.C.  Greek orator whose reputation is based mainly on his Philippics, a series of orations exhorting the citizens of Athens to rise up against Philip II of Macedon."
            ]
        },
        {
            "word": "seasons",
            "definitions": [
                "Plural form of season.",
                "Third-person singular simple present indicative form of season."
            ]
        },
        {
            "word": "sizzling",
            "definitions": [
                "Present participle of sizzle.",
                "Hot enough to make a hissing sound."
            ]
        },
        {
            "word": "Rotterdam",
            "definitions": [
                "A city of southwest Netherlands on the Rhine-Meuse delta south-southeast of The Hague. Chartered in 1328, it was a major commercial power during the 16th and 17th centuries and is today a thriving port accessible via canal to oceangoing vessels. The city was heavily bombed during World War II. Population: 584,000."
            ]
        },
        {
            "word": "scoreless",
            "definitions": ["Having no points scored."]
        },
        {
            "word": "flea",
            "definitions": [
                "Any of various small, wingless, bloodsucking insects of the order Siphonaptera that have legs adapted for jumping and are parasitic on warm-blooded animals.",
                "Any of various small crustaceans that resemble or move like fleas, such as the water flea."
            ]
        },
        {
            "word": "Bertram",
            "definitions": ["A male given name.", "A patronymic surname."]
        },
        {
            "word": "Algeria",
            "definitions": [
                "A country of northwest Africa bordering on the Mediterranean Sea. The region was settled c. 2000 B.C. by Berber-speaking people and later formed a part of the Roman, Byzantine, and Ottoman empires. Arab invaders in the seventh and eighth centuries introduced Islam and the Arabic language and culture. A French territory from 1848, Algeria gained its independence in 1962 after more than seven years of fighting. Algiers is the capital and the largest city. Population: 33,300,000."
            ]
        },
        {
            "word": "capturing",
            "definitions": ["Present participle of capture."]
        },
        {
            "word": "redesigning",
            "definitions": ["Present participle of redesign."]
        },
        {
            "word": "eminent",
            "definitions": [
                "Of high rank, station, or quality; noteworthy:  eminent members of the community. ",
                "Outstanding, as in character or performance; distinguished:  an eminent historian.  See Synonyms at noted."
            ]
        },
        {
            "word": "leads",
            "definitions": [
                "Plural form of lead.",
                "Third-person singular simple present indicative form of lead."
            ]
        },
        {
            "word": "secured",
            "definitions": ["Simple past tense and past participle of secure."]
        },
        {
            "word": "bristling",
            "definitions": ["Having bristles.", "Showing anger."]
        },
        {
            "word": "brighter",
            "definitions": ["comparative form of bright: more bright"]
        },
        {
            "word": "parse",
            "definitions": [
                "To break (a sentence) down into its component parts of speech with an explanation of the form, function, and syntactical relationship of each part.",
                "To describe (a word) by stating its part of speech, form, and syntactical relationships in a sentence."
            ]
        },
        {
            "word": "progressive",
            "definitions": [
                "Moving forward; advancing.",
                "Proceeding in steps; continuing steadily by increments:  progressive change. "
            ]
        },
        {
            "word": "incorrigible",
            "definitions": [
                "Incapable of being corrected or reformed:  an incorrigible criminal. ",
                "Firmly rooted; ineradicable:  incorrigible faults. "
            ]
        },
        {
            "word": "combustible",
            "definitions": [
                "Capable of igniting and burning.",
                "Easily aroused or excited."
            ]
        },
        {
            "word": "sawed",
            "definitions": ["Simple past tense and past participle of saw."]
        },
        {
            "word": "witnessed",
            "definitions": ["Simple past tense and past participle of witness."]
        },
        {
            "word": "conducive",
            "definitions": [
                "Tending to cause or bring about; contributive:  working conditions not conducive to productivity.  See Synonyms at favorable."
            ]
        },
        {
            "word": "lining",
            "definitions": [
                "A covering or coating for an inside surface:  The jacket had a patterned lining. ",
                "Material used for such covering or coating."
            ]
        },
        {
            "word": "rabbi",
            "definitions": [
                "A person trained in Jewish law, ritual, and tradition and ordained for leadership of a Jewish congregation, especially one serving as chief religious official of a synagogue.",
                "A scholar qualified to interpret Jewish law."
            ]
        },
        {
            "word": "Giles",
            "definitions": ["A male given name.", "A patronymic surname."]
        },
        {
            "word": "welled",
            "definitions": ["Simple past tense and past participle of well."]
        },
        {
            "word": "incessantly",
            "definitions": [
                "In a manner without pause or stop, especially to the point of annoyance; not ceasing."
            ]
        },
        {
            "word": "renewals",
            "definitions": ["Plural form of renewal."]
        },
        {
            "word": "Wilkinson",
            "definitions": ["An English patronymic surname."]
        },
        {
            "word": "namely",
            "definitions": ["That is to say; specifically."]
        },
        {
            "word": "bevy",
            "definitions": [
                "A group of animals or birds, especially larks or quail. See Synonyms at flock1.",
                "A group or an assemblage:  a bevy of beauties. "
            ]
        },
        {
            "word": "Mexico",
            "definitions": [
                "A country of south-central North America. Southern Mexico was the site of various advanced civilizations beginning with the Olmec and including the Maya, Zapotec, Toltec, Mixtec, and Aztec cultures. Mexico was conquered by Cortés in 1521 and held by the Spanish until 1821. The Treaty of Guadalupe Hidalgo that ended the Mexican War (1846-1848) awarded all lands north of the Rio Grande to the United States. Mexico City is the capital and the largest city. Population: 109,000,000.",
                "Gulf ofMexico  An arm of the Atlantic Ocean in southeast North America bordering on eastern Mexico, the southeast United States, and Cuba. It connects with the Atlantic Ocean through the Straits of Florida and with the Caribbean Sea through the Yucatán Channel."
            ]
        },
        {
            "word": "bedrooms",
            "definitions": ["Plural form of bedroom."]
        },
        {
            "word": "Australia",
            "definitions": [
                "The world's smallest continent, southeast of Asia between the Pacific and Indian oceans.",
                "A commonwealth comprising the continent of Australia, the island state of Tasmania, two external territories, and several dependencies. The first British settlement, a penal colony at Port Jackson (now part of Sydney), was established in 1788. The present-day states grew as separate colonies; six of them formed a federation in 1901. In 1911 Northern Territory joined the commonwealth and the Capital Territory, site of Canberra, was created. Canberra is the capital and Sydney is the largest city. Population: 20,400,000."
            ]
        },
        {
            "word": "residues",
            "definitions": ["Plural form of residue."]
        },
        {
            "word": "diverge",
            "definitions": [
                "To go or extend in different directions from a common point; branch out.",
                "To differ, as in opinion or manner."
            ]
        },
        {
            "word": "recaptured",
            "definitions": [
                "Simple past tense and past participle of recapture."
            ]
        },
        {
            "word": "decorum",
            "definitions": [
                "Appropriateness of behavior or conduct; propriety: \"In the Ireland of the 1940's ... the stolidity of a long, empty, grave face was thought to be the height of decorum and profundity”  ( John McGahern). ",
                "The conventions or requirements of polite behavior:  the formalities and decorums of a military funeral. "
            ]
        },
        {
            "word": "gunning",
            "definitions": [
                "Maine   The sport of hunting: \"Usually any kind of a tight camp will be kept available through our gunning . . . season”  ( John Gould). "
            ]
        },
        {
            "word": "defensive",
            "definitions": [
                "Intended or appropriate for defending; protective.",
                "Intended to withstand or deter aggression or attack:  a defensive weapons system; defensive behavior. ",
                "Of or relating to the effort to prevent an opponent from gaining points in a game or athletic contest."
            ]
        },
        {
            "word": "digging",
            "definitions": [
                "The action performed by a person or thing that digs.",
                "A place where ore is dug, especially certain localities in California, Australia, etc. where gold is obtained.",
                "region; locality"
            ]
        },
        {
            "word": "Flinders",
            "definitions": [
                "Flinders, Sir  Matthew  1774-1814.  British explorer who sailed to New South Wales (1795) and subsequently made a thorough study of the Australian coast."
            ]
        },
        {
            "word": "Carmen",
            "definitions": [
                "A female given name borrowed from Spanish in the nineteenth century.",
                "A male given name, an Anglicization of the Italian Carmine. (Less common than the female name)."
            ]
        },
        {
            "word": "nervously",
            "definitions": [
                "In a nervous manner; with nervosity; in a way that displays nervousness."
            ]
        },
        {
            "word": "emailing",
            "definitions": ["Present participle of e-mail."]
        },
        {
            "word": "chin",
            "definitions": [
                "The central forward portion of the lower jaw.",
                "To pull (oneself) up with the arms while grasping an overhead horizontal bar until the chin is level with the bar.",
                "Music   To place (a violin) under the chin in preparation to play it."
            ]
        },
        {
            "word": "screws",
            "definitions": [
                "Plural form of screw.",
                "Third-person singular simple present indicative form of screw."
            ]
        },
        {
            "word": "shameful",
            "definitions": [
                "Causing shame; disgraceful.",
                "Giving offense; indecent.",
                "Archaic   Full of shame; ashamed."
            ]
        },
        {
            "word": "relational",
            "definitions": [
                "Of or arising from kinship.",
                "Indicating or constituting relation.",
                "Grammar   Of, relating to, or being a word or particle, such as a conjunction or preposition, that expresses a syntactic relation between elements in a phrase or sentence."
            ]
        },
        {
            "word": "screaming",
            "definitions": [
                "Present participle of scream.",
                "Loud, sharp, and piercing to the ear.",
                "Obvious; distinct."
            ]
        },
        {
            "word": "addition",
            "definitions": [
                "The act or process of adding, especially the process of computing with sets of numbers so as to find their sum.",
                "Something added, such as a room or section appended to a building.",
                "in addition  Also; as well."
            ]
        },
        {
            "word": "mash",
            "definitions": [
                "A fermentable starchy mixture from which alcohol or spirits can be distilled.",
                "A mixture of ground grain and nutrients fed to livestock and fowl.",
                "A soft pulpy mixture or mass."
            ]
        },
        {
            "word": "oats",
            "definitions": ["Plural form of oat.", "Seeds of an oat plant."]
        },
        {
            "word": "seeding",
            "definitions": [
                "Present participle of seed.",
                "The arrangement of positions in a tournament"
            ]
        },
        {
            "word": "lost",
            "definitions": [
                "Past tense and past participle of lose.",
                "Unable to find one's way:  a lost child. ",
                "No longer in the possession, care, or control of someone or something:  a lost pen. "
            ]
        },
        {
            "word": "precipitation",
            "definitions": [
                "A headlong fall or rush.",
                "Abrupt or impulsive haste.",
                "A hastening or acceleration, especially one that is sudden or unexpected:  He is responsible for the precipitation of his own demise. "
            ]
        },
        {
            "word": "subsidized",
            "definitions": [
                "Simple past tense and past participle of subsidize.",
                "that receives a subsidy"
            ]
        },
        {
            "word": "Janus",
            "definitions": [
                "Roman Mythology   The god of gates and doorways, depicted with two faces looking in opposite directions.",
                "The satellite of Saturn that is sometimes the fifth and sometimes the sixth in distance from the planet. Periodically, Janus and another of Saturn's moons, Epimetheus, exchange orbits."
            ]
        },
        {
            "word": "Graf",
            "definitions": [
                "Graf, Stephanie Maria  Known as \"Steffi.”  Born 1969.  German tennis player who in 1988 won the Grand Slam (Wimbledon, French, U.S., and Australian titles) and an Olympic gold medal."
            ]
        },
        {
            "word": "Edwardian",
            "definitions": [
                "Of, relating to, or characteristic of the reign of Edward VII of England.",
                "A person belonging to or exhibiting characteristics typical of the Edwardian period."
            ]
        },
        {
            "word": "consoles",
            "definitions": [
                "Plural form of console.",
                "Third-person singular simple present indicative form of console."
            ]
        },
        {
            "word": "filling",
            "definitions": [
                "An act or instance of filling.",
                "Something used to fill a space, cavity, or container:  a gold filling in a tooth. ",
                "An edible mixture used to fill pastries, sandwiches, or cakes:  a pie filling.  See Regional Note at frosting."
            ]
        },
        {
            "word": "toasted",
            "definitions": [
                "Very hot.",
                "Simple past tense and past participle of toast."
            ]
        },
        {
            "word": "encoder",
            "definitions": [
                "A device used to encode a signal either for cryptography or compression."
            ]
        },
        {
            "word": "telescopes",
            "definitions": ["Plural form of telescope."]
        },
        {
            "word": "Christa",
            "definitions": ["A female given name."]
        },
        {
            "word": "machinery",
            "definitions": [
                "Machines or machine parts considered as a group.",
                "The working parts of a particular machine.",
                "A system of related elements that operate in a definable manner:  diplomatic and political machinery. "
            ]
        },
        {
            "word": "polished",
            "definitions": [
                "Made shiny and smooth by or as if by rubbing or chemical action.",
                "Naturally shiny and smooth.",
                "Having the husk or outer layers removed. Used of grains of rice."
            ]
        },
        {
            "word": "hotels",
            "definitions": ["Plural form of hotel."]
        },
        {
            "word": "Acre",
            "definitions": [
                "A port city of northern Israel on the Bay of Haifa. During the Crusades it changed hands many times between Christians and Muslims. Acre was ceded to the Arabs in the United Nations partition of Palestine in 1948 but was captured by Israel shortly thereafter. Population: 45,900."
            ]
        },
        {
            "word": "maternal",
            "definitions": [
                "Relating to or characteristic of a mother or motherhood; motherly:  maternal instinct. ",
                "Inherited from one's mother:  a maternal trait. ",
                "Related through one's mother:  my maternal uncle. "
            ]
        },
        {
            "word": "forthwith",
            "definitions": ["At once; immediately."]
        },
        {
            "word": "Muses",
            "definitions": ["Plural form of Muse."]
        },
        {
            "word": "develops",
            "definitions": [
                "Third-person singular simple present indicative form of develop."
            ]
        },
        {
            "word": "celebrates",
            "definitions": [
                "Third-person singular simple present indicative form of celebrate."
            ]
        },
        {
            "word": "protective",
            "definitions": [
                "Adapted or intended to afford protection.",
                "Something that protects."
            ]
        },
        {
            "word": "networks",
            "definitions": ["Plural form of network."]
        },
        {
            "word": "sofas",
            "definitions": ["Plural form of sofa."]
        },
        {
            "word": "freebie",
            "definitions": [
                "Slang   An article or service given free: \"such freebies as subway and bus maps”  ( New York). "
            ]
        },
        {
            "word": "sobbing",
            "definitions": [
                "Present participle of sob.",
                "Action of the verb to sob.",
                "That or who sobs."
            ]
        },
        {
            "word": "bugs",
            "definitions": [
                "Plural form of bug.",
                "Third-person singular simple present indicative form of bug."
            ]
        },
        {
            "word": "execution",
            "definitions": [
                "The act of executing something.",
                "The state of being executed.",
                "The manner, style, or result of performance:  The plan was sound; its execution, faulty. "
            ]
        },
        {
            "word": "antagonism",
            "definitions": [
                "Hostility that results in active resistance, opposition, or contentiousness. See Synonyms at enmity.",
                "The condition of being an opposing principle, force, or factor:  the inherent antagonism of capitalism and socialism. ",
                "Biochemistry   Interference in the physiological action of a chemical substance by another having a similar structure."
            ]
        },
        {
            "word": "cont",
            "definitions": ["continue", "continued"]
        },
        {
            "word": "awarding",
            "definitions": ["Present participle of award."]
        },
        {
            "word": "Porte",
            "definitions": ["The government of the Ottoman Empire."]
        },
        {
            "word": "harms",
            "definitions": [
                "Plural form of harm.",
                "Third-person singular simple present indicative form of harm."
            ]
        },
        {
            "word": "nationalist",
            "definitions": [
                "Of or relating to nationalism.",
                "An advocate of nationalism."
            ]
        },
        {
            "word": "Demi",
            "definitions": [
                "A female given name, a diminutive of Demetria introduced into English in the 1990s by the actress Demi Moore."
            ]
        },
        {
            "word": "scrubs",
            "definitions": [
                "A protective plastic gown worn by a surgeon when performing surgery.",
                "Any medical uniform consisting of a short-sleeve shirt and pants.",
                "Plural form of scrub."
            ]
        },
        {
            "word": "orphaned",
            "definitions": [
                "Abandoned",
                "Simple past tense and past participle of orphan."
            ]
        },
        {
            "word": "kindergarten",
            "definitions": [
                "A program or class for four-year-old to six-year-old children that serves as an introduction to school."
            ]
        },
        {
            "word": "provocations",
            "definitions": ["Plural form of provocation."]
        },
        {
            "word": "stitches",
            "definitions": [
                "Plural form of stitch.",
                "Third-person singular simple present indicative form of stitch."
            ]
        },
        {
            "word": "Anastasia",
            "definitions": ["A female given name."]
        },
        {
            "word": "renders",
            "definitions": [
                "Plural form of render.",
                "Third-person singular simple present indicative form of render."
            ]
        },
        {
            "word": "bites",
            "definitions": [
                "Plural form of bite.",
                "Third-person singular simple present indicative form of bite."
            ]
        },
        {
            "word": "doubted",
            "definitions": ["Simple past tense and past participle of doubt."]
        },
        {
            "word": "mountaintop",
            "definitions": ["The summit of a mountain."]
        },
        {
            "word": "deprivation",
            "definitions": [
                "The act or an instance of depriving; loss.",
                "The condition of being deprived; privation.",
                "A removal of rank or office."
            ]
        },
        {
            "word": "prosaic",
            "definitions": [
                "Consisting or characteristic of prose.",
                "Matter-of-fact; straightforward.",
                "Lacking in imagination and spirit; dull."
            ]
        },
        {
            "word": "lavishly",
            "definitions": ["In a lavish manner, expending profusely."]
        },
        {
            "word": "Cheshire",
            "definitions": [
                "A hard yellow English cheese made from cow's milk."
            ]
        },
        {
            "word": "prosper",
            "definitions": [
                "To be fortunate or successful, especially in terms of one's finances; thrive."
            ]
        },
        {
            "word": "Walt",
            "definitions": ["A diminutive of the male given name Walter."]
        },
        {
            "word": "Cadillac",
            "definitions": [
                "Cadillac, Sieur  Antoine de la Mothe  1658-1730.  French explorer and colonial administrator who founded Detroit, Michigan (1701), and was governor of Louisiana (1711-1716)."
            ]
        },
        {
            "word": "Phyllis",
            "definitions": [
                "A girl who killed herself for love, and was turned into an almond tree.",
                "A female given name derived from the mythological character."
            ]
        },
        {
            "word": "speck",
            "definitions": [
                "A small spot, mark, or discoloration.",
                "A tiny amount; a bit:  not a speck of truth in her story. ",
                "To mark with specks."
            ]
        },
        {
            "word": "restaurateur",
            "definitions": ["The manager or owner of a restaurant."]
        },
        {
            "word": "hype",
            "definitions": [
                "Excessive publicity and the ensuing commotion:  the hype surrounding the murder trial. ",
                "Exaggerated or extravagant claims made especially in advertising or promotional material: \"It is pure hype, a gigantic PR job”  ( Saturday Review). ",
                "An advertising or promotional ploy: \"Some restaurant owners in town are cooking up a $75,000 hype to promote New York as 'Restaurant City, U.S.A.'”  ( New York). "
            ]
        },
        {
            "word": "narration",
            "definitions": [
                "The act, process, or an instance of narrating.",
                "Narrated material."
            ]
        },
        {
            "word": "showcase",
            "definitions": [
                "A display case or cabinet, as in a store or museum.",
                "A setting in which someone or something may be displayed, especially to advantage.",
                "To display prominently, especially to advantage."
            ]
        },
        {
            "word": "inert",
            "definitions": [
                "Unable to move or act.",
                "Sluggish in action or motion; lethargic. See Synonyms at inactive.",
                "Chemistry   Not readily reactive with other elements; forming few or no chemical compounds."
            ]
        },
        {
            "word": "frosted",
            "definitions": [
                "Having frost present; frosty",
                "Appearing to have frost",
                "Extremely intoxicated."
            ]
        },
        {
            "word": "fifth",
            "definitions": [
                "The ordinal number matching the number five in a series.",
                "One of five equal parts.",
                "One fifth of a gallon or four fifths of a quart of liquor."
            ]
        }
    ]
}
