{
    "words": [
        {
            "word": "boulevard",
            "definitions": [
                "A broad city street, often tree-lined and landscaped.",
                "Upper Midwest   See parking. See Regional Note at parking.",
                "Chiefly Midwestern U.S.   See median strip. See Regional Note at neutral ground."
            ]
        },
        {
            "word": "incipient",
            "definitions": [
                "Beginning to exist or appear:  detecting incipient tumors; an incipient personnel problem. "
            ]
        },
        {
            "word": "retribution",
            "definitions": [
                "Something justly deserved; recompense.",
                "Something given or demanded in repayment, especially punishment.",
                "Theology   Punishment or reward distributed in a future life based on performance in this one."
            ]
        },
        {
            "word": "mails",
            "definitions": [
                "Third-person singular simple present indicative form of mail.",
                "Plural form of mail.",
                "The mail delivery system."
            ]
        },
        {
            "word": "vibration",
            "definitions": [
                "The act of vibrating.",
                "The condition of being vibrated.",
                "Physics   A rapid linear motion of a particle or of an elastic solid about an equilibrium position."
            ]
        },
        {
            "word": "outscored",
            "definitions": [
                "Simple past tense and past participle of outscore."
            ]
        },
        {
            "word": "sterile",
            "definitions": [
                "Not producing or incapable of producing offspring.",
                "Not producing or incapable of producing seed, fruit spores, or other reproductive structures. Used of plants or their parts.",
                "Producing little or no vegetation; unfruitful:  sterile land. "
            ]
        },
        { "word": "correlates", "definitions": ["Plural form of correlate."] },
        {
            "word": "freelance",
            "definitions": [
                "to work on a free-lance basis; to work as a freelancer."
            ]
        },
        {
            "word": "lamented",
            "definitions": ["Mourned for:  our late lamented president. "]
        },
        {
            "word": "brutal",
            "definitions": [
                "Extremely ruthless or cruel.",
                "Crude or unfeeling in manner or speech.",
                "Harsh; unrelenting:  a brutal winter in the Arctic. "
            ]
        },
        {
            "word": "fulfill",
            "definitions": [
                "To bring into actuality; effect:  fulfilled their promises. ",
                "To carry out (an order, for example).",
                "To measure up to; satisfy. See Synonyms at perform, satisfy."
            ]
        },
        {
            "word": "spat",
            "definitions": [
                "A past tense and a past participle of spit1.",
                "An oyster or similar bivalve mollusk in the larval stage, especially when it settles to the bottom and begins to develop a shell.",
                "The spawn of an oyster or a similar mollusk."
            ]
        },
        {
            "word": "texture",
            "definitions": [
                "A structure of interwoven fibers or other elements.",
                "The distinctive physical composition or structure of something, especially with respect to the size, shape, and arrangment of its parts:  the texture of sandy soil; the texture of cooked fish. ",
                "The appearance and feel of a surface:  the smooth texture of soap. "
            ]
        },
        {
            "word": "guarded",
            "definitions": [
                "Protected; defended.",
                "Watched over; supervised.",
                "Cautious; restrained:  We view these changes with guarded optimism. "
            ]
        },
        {
            "word": "young",
            "definitions": [
                "Being in an early period of life, development, or growth.",
                "Newly begun or formed; not advanced:  The evening is still young. ",
                "Of, belonging to, or suggestive of youth or early life:  He is young for his age. "
            ]
        },
        {
            "word": "inline",
            "definitions": [
                "Alternative spelling of in-line.",
                "(computing) To optimize using in-line expansion."
            ]
        },
        { "word": "variations", "definitions": ["Plural form of variation."] },
        {
            "word": "terrifying",
            "definitions": [
                "Frightening or intimidating.",
                "Of a formidable nature; terrific",
                "Present participle of terrify."
            ]
        },
        {
            "word": "generation",
            "definitions": [
                "All of the offspring that are at the same stage of descent from a common ancestor:  Mother and daughters represent two generations. ",
                "Biology   A form or stage in the life cycle of an organism:  asexual generation of a fern. ",
                "The average interval of time between the birth of parents and the birth of their offspring."
            ]
        },
        { "word": "attorneys", "definitions": ["Plural form of attorney."] },
        {
            "word": "seater",
            "definitions": [
                "A vehicle or item of furniture that has a specified seating capacity"
            ]
        },
        {
            "word": "complements",
            "definitions": [
                "Plural form of complement.",
                "Third-person singular simple present indicative form of complement."
            ]
        },
        {
            "word": "bogged",
            "definitions": ["Simple past tense and past participle of bog."]
        },
        { "word": "iBooks", "definitions": ["Plural form of iBook."] },
        {
            "word": "Gary",
            "definitions": [
                "A city of northwest Indiana on Lake Michigan near the Illinois border. Founded on land purchased by the U.S. Steel Corporation in 1905, it is a highly industrialized port of entry. Population: 97,700."
            ]
        },
        {
            "word": "president",
            "definitions": [
                "One appointed or elected to preside over an organized body of people, such as an assembly or meeting.",
                "The chief executive of a republic.",
                "The chief executive of the United States, serving as both chief of state and chief political executive."
            ]
        },
        { "word": "decades", "definitions": ["Plural form of decade."] },
        {
            "word": "stretching",
            "definitions": [
                "A form of physical exercise in which a specific skeletal muscle (or muscle group) is deliberately elongated to its fullest length in order to improve the muscle's felt elasticity and reaffirm comfortable muscle tone.",
                "Present participle of stretch."
            ]
        },
        {
            "word": "plaid",
            "definitions": [
                "A rectangular woolen scarf of a tartan pattern worn over the left shoulder by Scottish Highlanders.",
                "Cloth with a tartan or checked pattern.",
                "A pattern of this kind."
            ]
        },
        { "word": "Mohammed", "definitions": ["See Muhammad."] },
        {
            "word": "bolster",
            "definitions": [
                "A long narrow pillow or cushion.",
                "To support or prop up with or as if with a long narrow pillow or cushion.",
                "To buoy up or hearten:  Visitors bolstered the patient's morale. "
            ]
        },
        {
            "word": "thrived",
            "definitions": ["Simple past tense and past participle of thrive."]
        },
        {
            "word": "renowned",
            "definitions": ["Having renown; famous. See Synonyms at noted."]
        },
        {
            "word": "grasped",
            "definitions": ["Simple past tense and past participle of grasp."]
        },
        {
            "word": "Salam",
            "definitions": [
                "A salutation or compliment of ceremony in the east by word or act; an obeisance, performed by bowing very low and placing the right palm on the forehead."
            ]
        },
        {
            "word": "Prussian",
            "definitions": [
                "Of or relating to Prussia or its Baltic or German inhabitants.",
                "Suggestive of or resembling the Junkers and the military class of Prussia.",
                "Any of the western Balts inhabiting the region between the Vistula and Neman rivers in ancient times."
            ]
        },
        {
            "word": "Moor",
            "definitions": [
                "A member of a Muslim people of mixed Berber and Arab descent, now living chiefly in northwest Africa.",
                "One of the Muslims who invaded Spain in the 8th century and established a civilization in Andalusia that lasted until the late 15th century."
            ]
        },
        {
            "word": "pomp",
            "definitions": [
                "Dignified or magnificent display; splendor:  the solemn pomp of a military funeral. ",
                "Vain or ostentatious display. See Synonyms at display."
            ]
        },
        {
            "word": "familiarity",
            "definitions": [
                "Considerable acquaintance with.",
                "Established friendship; intimacy.",
                "An excessively familiar or informal act; an impropriety."
            ]
        },
        {
            "word": "inquisitive",
            "definitions": [
                "Inclined to investigate; eager for knowledge.",
                "Unduly curious and inquiring. See Synonyms at curious."
            ]
        },
        { "word": "roles", "definitions": ["Plural form of role."] },
        {
            "word": "anarchist",
            "definitions": ["An advocate of or a participant in anarchism."]
        },
        {
            "word": "wandered",
            "definitions": ["Simple past tense and past participle of wander."]
        },
        {
            "word": "uncensored",
            "definitions": [
                "Not examined, expurgated, or given a rating for inclusion of improper or inappropriate material:  received uncensored correspondence from a theater of military operations; sells uncensored movies and novels. "
            ]
        },
        {
            "word": "changing",
            "definitions": ["Present participle of change."]
        },
        {
            "word": "pets",
            "definitions": [
                "Plural form of pet.",
                "Third-person singular simple present indicative form of pet."
            ]
        },
        {
            "word": "relaxation",
            "definitions": [
                "The act of relaxing or the state of being relaxed.",
                "Refreshment of body or mind; recreation:  played golf for relaxation. ",
                "A loosening or slackening."
            ]
        },
        { "word": "secondly", "definitions": ["In the second place; second."] },
        {
            "word": "Kelso",
            "definitions": ["A town in the Scottish Borders region."]
        },
        {
            "word": "frightened",
            "definitions": [
                "afraid; suffering from fear.",
                "Simple past tense and past participle of frighten."
            ]
        },
        {
            "word": "festering",
            "definitions": ["Present participle of fester."]
        },
        {
            "word": "frankness",
            "definitions": ["The state of being frank; candour; honesty."]
        },
        {
            "word": "Bilbao",
            "definitions": [
                "A city of northern Spain near the Bay of Biscay. Founded c. 1300, it is a major port and industrial center. Population: 353,000."
            ]
        },
        {
            "word": "Nassau",
            "definitions": [
                "A region and former duchy of central Germany north and east of the Main and Rhine rivers. The region became a duchy in 1806 and was absorbed by Prussia in 1866.",
                "The capital and largest city of the Bahamas, on the northeast coast of New Providence Island in the Atlantic Ocean east of Miami, Florida. Settled in the 17th century, it was a haven for pirates in the 18th century. Population: 210,000."
            ]
        },
        {
            "word": "wasteland",
            "definitions": [
                "Land that is desolate, barren, or ravaged.",
                "A place, era, or aspect of life considered as lacking in spiritual, aesthetic, or other humanizing qualities; a vacuum:  a cultural wasteland. "
            ]
        },
        {
            "word": "glimpsed",
            "definitions": ["Simple past tense and past participle of glimpse."]
        },
        {
            "word": "staggering",
            "definitions": [
                "Causing great astonishment, amazement, or dismay; overwhelming:  a staggering achievement; a staggering defeat. "
            ]
        },
        {
            "word": "detective",
            "definitions": [
                "A person, usually a member of a police force, who investigates crimes and obtains evidence or information.",
                "Of or relating to detectives or their work:  detective novels. ",
                "Suited for or used in detection."
            ]
        },
        {
            "word": "elearning",
            "definitions": [
                "learning conducted via electronic media, especially via the Internet"
            ]
        },
        { "word": "lesbians", "definitions": ["Plural form of lesbian."] },
        {
            "word": "lodged",
            "definitions": [
                "Simple past tense and past participle of lodge.",
                "lying down; used of beasts of the chase, as couchant is used of beasts of prey."
            ]
        },
        { "word": "truckers", "definitions": ["Plural form of trucker."] },
        {
            "word": "referendum",
            "definitions": [
                "The submission of a proposed public measure or actual statute to a direct popular vote.",
                "Such a vote.",
                "A note from a diplomat to the diplomat's government requesting instructions."
            ]
        },
        {
            "word": "Saturday",
            "definitions": [
                "The seventh day of the week.",
                "The Jewish Sabbath."
            ]
        },
        {
            "word": "outed",
            "definitions": ["Simple past tense and past participle of out."]
        },
        {
            "word": "force",
            "definitions": [
                "The capacity to do work or cause physical change; energy, strength, or active power:  the force of an explosion. ",
                "Power made operative against resistance; exertion:  use force in driving a nail. ",
                "The use of physical power or violence to compel or restrain:  a confession obtained by force. "
            ]
        },
        {
            "word": "masquerade",
            "definitions": [
                "A costume party at which masks are worn; a masked ball. Also called masque.",
                "A costume for such a party or ball.",
                "A disguise or false outward show; a pretense:  a masquerade of humility. "
            ]
        },
        { "word": "distinctly", "definitions": ["In a distinct manner."] },
        {
            "word": "digital",
            "definitions": [
                "Of, relating to, or resembling a digit, especially a finger.",
                "Operated or done with the fingers:  a digital switch. ",
                "Having digits."
            ]
        },
        {
            "word": "cancellation",
            "definitions": [
                "The act or an instance of canceling.",
                "A mark or a perforation indicating canceling.",
                "Something canceled, especially a released accommodation or an unfilled appointment."
            ]
        },
        {
            "word": "initiate",
            "definitions": [
                "To set going by taking the first step; begin:  initiated trade with developing nations.  See Synonyms at begin.",
                "To introduce to a new field, interest, skill, or activity.",
                "To admit into membership, as with ceremonies or ritual."
            ]
        },
        {
            "word": "harbors",
            "definitions": [
                "Third-person singular simple present indicative form of harbor."
            ]
        },
        {
            "word": "large",
            "definitions": [
                "Of greater than average size, extent, quantity, or amount; big.",
                "Of greater than average scope, breadth, or capacity; comprehensive.",
                "Important; significant:  had a large role in the negotiations; a large producer of paper goods. "
            ]
        },
        {
            "word": "atheistic",
            "definitions": [
                "Relating to or characteristic of atheism or atheists.",
                "Inclined to atheism."
            ]
        },
        {
            "word": "skips",
            "definitions": [
                "Plural form of skip.",
                "Third-person singular simple present indicative form of skip."
            ]
        },
        {
            "word": "pleasantly",
            "definitions": [
                "In a pleasant manner; so as to achieve a pleasant result.",
                "Lightly",
                "Ludicrously."
            ]
        },
        {
            "word": "provided",
            "definitions": [
                "On the condition; if:  will pay the bonus provided the job is completed on time. "
            ]
        },
        { "word": "vowels", "definitions": ["Plural form of vowel."] },
        {
            "word": "diva",
            "definitions": [
                "An operatic prima donna.",
                "A very successful singer of nonoperatic music:  a jazz diva. "
            ]
        },
        {
            "word": "funded",
            "definitions": [
                "Simple past tense and past participle of fund.",
                "Having financial support. Paid for."
            ]
        },
        {
            "word": "fronted",
            "definitions": [
                "Simple past tense and past participle of front.",
                "Formed with a front; drawn up in line."
            ]
        },
        {
            "word": "Boer",
            "definitions": [
                "A Dutch colonist or descendant of a Dutch colonist in South Africa."
            ]
        },
        {
            "word": "unleashed",
            "definitions": ["Simple past tense and past participle of unleash."]
        },
        {
            "word": "counterfeiting",
            "definitions": ["Present participle of counterfeit."]
        },
        {
            "word": "shop",
            "definitions": [
                "A small retail store or a specialty department in a large store.",
                "An atelier; a studio.",
                "A place for manufacturing or repairing goods or machinery."
            ]
        },
        {
            "word": "incorporated",
            "definitions": [
                "United into one body; combined.",
                "Formed into or organized and maintained as a legal corporation."
            ]
        },
        {
            "word": "waited",
            "definitions": ["Simple past tense and past participle of wait."]
        },
        {
            "word": "presiding",
            "definitions": [
                "Present participle of preside.",
                "Having authority over; vested with the authority to preside over."
            ]
        },
        {
            "word": "woodland",
            "definitions": [
                "Land having a cover of trees and shrubs.",
                "Of, relating to, or constituting woodland.",
                "Living, growing, or present in woodland:  woodland flowers. "
            ]
        },
        {
            "word": "quit",
            "definitions": [
                "To depart from; leave: \"You and I are on the point of quitting the theater of our exploits”  ( Horatio Nelson). ",
                "To leave the company of:  had to quit the gathering in order to be home by midnight. ",
                "To give up; relinquish:  quit a job. "
            ]
        },
        {
            "word": "obscene",
            "definitions": [
                "Offensive to accepted standards of decency or modesty.",
                "Inciting lustful feelings; lewd.",
                "Repulsive; disgusting: \"The way he writes about the disease that killed her is simply obscene”  ( Michael Korda). "
            ]
        },
        {
            "word": "attaching",
            "definitions": ["Present participle of to attach."]
        },
        {
            "word": "remedial",
            "definitions": [
                "Supplying a remedy.",
                "Intended to correct or improve deficient skills in a specific subject:  remedial reading. "
            ]
        },
        { "word": "veins", "definitions": ["Plural form of vein."] },
        {
            "word": "subtract",
            "definitions": [
                "To take away; deduct.",
                "To perform the arithmetic operation of subtraction."
            ]
        },
        { "word": "racers", "definitions": ["Plural form of racer."] },
        {
            "word": "infirm",
            "definitions": [
                "Weak in body, especially from old age or disease; feeble. See Synonyms at weak.",
                "Lacking firmness of will, character, or purpose; irresolute.",
                "Not strong or stable; shaky:  an infirm support. "
            ]
        },
        {
            "word": "impeachable",
            "definitions": [
                "Capable of being impeached:  venal, impeachable public servants. ",
                "Being such as to warrant impeachment:  an impeachable offense. "
            ]
        },
        { "word": "talents", "definitions": ["Plural form of talent."] },
        {
            "word": "contention",
            "definitions": [
                "The act or an instance of striving in controversy or debate. See Synonyms at discord.",
                "A striving to win in competition; rivalry:  The teams met in fierce contention for first place. ",
                "An assertion put forward in argument."
            ]
        },
        {
            "word": "standstill",
            "definitions": [
                "Complete cessation of activity or progress:  Work came to a standstill. "
            ]
        },
        { "word": "Haitians", "definitions": ["Plural form of Haitian."] },
        {
            "word": "unyielding",
            "definitions": [
                "Not bending; inflexible.",
                "Not giving way to pressure or persuasion; obdurate."
            ]
        },
        {
            "word": "liberally",
            "definitions": [
                "In a liberal manner, generously or in accordance with political views associated with the liberals."
            ]
        },
        { "word": "guilds", "definitions": ["Plural form of guild."] },
        {
            "word": "biopharmaceutical",
            "definitions": ["Any drug produced using biotechnology"]
        },
        {
            "word": "Leesburg",
            "definitions": [
                "A city in the northern part of the state of Virginia in the United States"
            ]
        },
        { "word": "heroines", "definitions": ["Plural form of heroine."] },
        {
            "word": "church",
            "definitions": [
                "A building for public, especially Christian worship.",
                "The company of all Christians regarded as a spiritual body.",
                "A specified Christian denomination:  the Presbyterian Church. "
            ]
        },
        {
            "word": "waning",
            "definitions": [
                "Becoming weaker or smaller.",
                "Especially of the lunar phase as it shrinks when viewed from the Earth.",
                "The fact or act of becoming less or less intense."
            ]
        },
        { "word": "summaries", "definitions": ["Plural form of summary."] },
        { "word": "protectors", "definitions": ["Plural form of protector."] },
        { "word": "racists", "definitions": ["Plural form of racist."] },
        {
            "word": "agility",
            "definitions": ["The state or quality of being agile; nimbleness."]
        },
        {
            "word": "becoming",
            "definitions": [
                "Appropriate, suitable, or proper.",
                "Pleasing or attractive to the eye."
            ]
        },
        {
            "word": "compliant",
            "definitions": ["Disposed or willing to comply; submissive."]
        },
        {
            "word": "transcend",
            "definitions": [
                "To pass beyond the limits of:  emotions that transcend understanding. ",
                "To be greater than, as in intensity or power; surpass:  love that transcends infatuation.  See Synonyms at excel.",
                "To exist above and independent of (material experience or the universe): \"One never can see the thing in itself, because the mind does not transcend phenomena”  ( Hilaire Belloc). "
            ]
        },
        {
            "word": "Stalinist",
            "definitions": [
                "Of, relating to, or resembling Joseph Stalin, a Bolshevik revolutionary.",
                "Of or relating to Stalinism.",
                "A person who accepts the philosophy of Stalinism."
            ]
        },
        {
            "word": "Evangelist",
            "definitions": [
                "A writer of a gospel, especially the four New Testament Gospels (Matthew, Mark, Luke, and John), (also evangelist.)"
            ]
        },
        {
            "word": "militant",
            "definitions": [
                "Fighting or warring.",
                "Having a combative character; aggressive, especially in the service of a cause:  a militant political activist. ",
                "A fighting, warring, or aggressive person or party."
            ]
        },
        {
            "word": "repo",
            "definitions": [
                "Informal   A repurchase agreement.",
                "Informal   Repossession of merchandise or property from a buyer who has defaulted on payment.",
                "Informal   Repossessed merchandise or property."
            ]
        },
        {
            "word": "pallid",
            "definitions": [
                "Having an abnormally pale or wan complexion:  the pallid face of the invalid. ",
                "Lacking intensity of color or luminousness.",
                "Lacking in radiance or vitality; dull:  pallid prose. "
            ]
        },
        {
            "word": "buzz",
            "definitions": [
                "To make a low droning or vibrating sound like that of a bee.",
                "To talk, often excitedly, in low tones.",
                "To be abuzz; hum:  The department was buzzing with rumors. "
            ]
        },
        {
            "word": "earthquake",
            "definitions": [
                "A sudden movement of the earth's crust caused by the release of stress accumulated along geologic faults or by volcanic activity. Also called seism, temblor."
            ]
        },
        {
            "word": "vendetta",
            "definitions": [
                "A feud between two families or clans that arises out of a slaying and is perpetuated by retaliatory acts of revenge; a blood feud.",
                "A bitter, destructive feud."
            ]
        },
        {
            "word": "topper",
            "definitions": [
                "One that removes tops or puts tops on.",
                "One that is exceedingly or surpassingly good of its kind.",
                "Slang   Something, such as a witticism, that surpasses all that has gone before."
            ]
        },
        {
            "word": "colouring",
            "definitions": [
                "Alternative spelling of coloring.",
                "Present participle of colour.",
                "Alternative spelling of coloring."
            ]
        },
        {
            "word": "squatting",
            "definitions": [
                "The act or general practice of occupying a building or land illegally.",
                "Present participle of squat."
            ]
        },
        {
            "word": "opulence",
            "definitions": ["Wealth; affluence.", "Great abundance; profusion."]
        },
        {
            "word": "staffing",
            "definitions": [
                "the practice of hiring and firing staff",
                "the personnel required for some project"
            ]
        },
        { "word": "abundantly", "definitions": ["Extremely."] },
        {
            "word": "amass",
            "definitions": [
                "To gather for oneself, as for one's pleasure or profit:  amassed a fortune.  See Synonyms at gather.",
                "To accumulate or assemble a large quantity of: \"The astronomers had amassed compelling evidence that the galaxies indeed were speeding away from the earth and from each other”  ( George Johnson). ",
                "To come together; collect."
            ]
        },
        {
            "word": "classics",
            "definitions": [
                "Plural form of classic.",
                "The branch of the humanities comprising the languages, literature, philosophy, history, art, archaeology and other culture of the ancient Mediterranean World; especially Ancient Greece and Ancient Rome during the classical era."
            ]
        },
        {
            "word": "opened",
            "definitions": ["Simple past tense and past participle of open."]
        },
        {
            "word": "disaster",
            "definitions": [
                "An occurrence causing widespread destruction and distress; a catastrophe.",
                "A grave misfortune.",
                "Informal   A total failure:  The dinner party was a disaster. "
            ]
        },
        {
            "word": "zebra",
            "definitions": [
                "Any of several swift, wild, horselike African mammals of the genus Equus, having distinctive overall markings of alternating white and black or brown stripes.",
                "Any of various striped organisms, such as the zebra butterfly.",
                "A referee in football."
            ]
        },
        {
            "word": "resolving",
            "definitions": ["Present participle of resolve."]
        },
        { "word": "crawling", "definitions": ["Present participle of crawl."] },
        { "word": "offenders", "definitions": ["Plural form of offender."] },
        {
            "word": "mars",
            "definitions": [
                "Third-person singular simple present indicative form of mar."
            ]
        },
        {
            "word": "trickle",
            "definitions": [
                "To flow or fall in drops or in a thin stream.",
                "To move or proceed slowly or bit by bit:  The audience trickled in. ",
                "To cause to trickle."
            ]
        },
        { "word": "freebies", "definitions": ["Plural form of freebie."] },
        {
            "word": "thinly",
            "definitions": [
                "In a thin, loose, or scattered manner; scantily; not thickly."
            ]
        },
        {
            "word": "bush",
            "definitions": [
                "A low shrub with many branches.",
                "A thick growth of shrubs; a thicket.",
                "Land covered with dense vegetation or undergrowth."
            ]
        },
        {
            "word": "salvo",
            "definitions": [
                "A simultaneous discharge of firearms.",
                "The simultaneous release of a rack of bombs from an aircraft.",
                "The projectiles or bombs thus released."
            ]
        },
        {
            "word": "cordoned",
            "definitions": ["Simple past tense and past participle of cordon."]
        },
        {
            "word": "Puck",
            "definitions": [
                "A mischievous sprite in English folklore.",
                "The satellite of Uranus that is tenth in distance from the planet."
            ]
        },
        { "word": "Islanders", "definitions": ["Plural form of Islander."] },
        {
            "word": "matched",
            "definitions": ["Simple past tense and past participle of match."]
        },
        {
            "word": "estimation",
            "definitions": [
                "The act or an instance of estimating.",
                "The amount, extent, position, size, or value reached in an estimate.",
                "An opinion or a judgment."
            ]
        },
        {
            "word": "rendezvous",
            "definitions": [
                "A meeting at a prearranged time and place. See Synonyms at engagement.",
                "A prearranged meeting place, especially an assembly point for troops or ships.",
                "A popular gathering place:  The café is a favorite rendezvous for artists. "
            ]
        },
        {
            "word": "Western",
            "definitions": [
                "Of, situated in, or related to the West",
                "Of or pertaining to a certain genre of film, television, literature, and so on, dealing with the American Old West.",
                "A film, novel, or other work of a certain genre dealing with the American Old West."
            ]
        },
        {
            "word": "interactions",
            "definitions": ["Plural form of interaction."]
        },
        {
            "word": "guaranteed",
            "definitions": [
                "Simple past tense and past participle of guarantee."
            ]
        },
        {
            "word": "refrigeration",
            "definitions": [
                "The process of transferring heat from an object in order to cool it.",
                "The process of preserving something by cooling.",
                "The cooling of the body for therapeutic purposes."
            ]
        },
        {
            "word": "trimmed",
            "definitions": [
                "Simple past tense and past participle of trim.",
                "that has been trimmed",
                "furnished with trimmings"
            ]
        },
        {
            "word": "backpack",
            "definitions": [
                "A knapsack, often mounted on a lightweight frame, that is worn on a person's back, as to carry camping supplies.",
                "A piece of equipment, often containing life-support devices, designed to be used while being carried on the back:  a parachute in a backpack; an astronaut's backpack. ",
                "To hike while carrying a backpack."
            ]
        },
        {
            "word": "disoriented",
            "definitions": [
                "Simple past tense and past participle of disorient.",
                "Having lost one's direction; confused."
            ]
        },
        {
            "word": "cooperate",
            "definitions": ["Alternative spelling of cooperate."]
        },
        {
            "word": "waxing",
            "definitions": [
                "Present participle of wax.",
                "this sense?) (uncountable) the action of the verb to wax.",
                "A cosmetic procedure in which hair is removed from the body by the application and removal of wax."
            ]
        },
        {
            "word": "guinea",
            "definitions": [
                "A gold coin issued in England from 1663 to 1813 and worth one pound and one shilling.",
                "The sum of one pound and one shilling.",
                "Offensive Slang   Used as a disparaging term for a person of Italian birth or descent."
            ]
        },
        {
            "word": "underscoring",
            "definitions": ["Present participle of underscore."]
        },
        { "word": "recessions", "definitions": ["Plural form of recession."] },
        {
            "word": "reconsidering",
            "definitions": ["Present participle of reconsider."]
        },
        { "word": "debuting", "definitions": ["Present participle of debut."] },
        { "word": "Bogota", "definitions": ["The capital of Colombia."] },
        {
            "word": "sham",
            "definitions": [
                "Something false or empty that is purported to be genuine; a spurious imitation.",
                "The quality of deceitfulness; empty pretense.",
                "One who assumes a false character; an impostor: \"He a man! Hell! He was a hollow sham!”  ( Joseph Conrad). "
            ]
        },
        {
            "word": "downed",
            "definitions": [
                "Simple past tense and past participle of down.",
                "That has been brought down"
            ]
        },
        {
            "word": "animated",
            "definitions": [
                "Having life; alive. See Synonyms at living.",
                "Filled with activity, vigor, or spirit; lively.",
                "Designed or constructed in the form of an animated cartoon."
            ]
        },
        {
            "word": "guarded",
            "definitions": [
                "Protected; defended.",
                "Watched over; supervised.",
                "Cautious; restrained:  We view these changes with guarded optimism. "
            ]
        },
        {
            "word": "contraception",
            "definitions": [
                "Intentional prevention of conception or impregnation through the use of various devices, agents, drugs, sexual practices, or surgical procedures."
            ]
        },
        {
            "word": "upsurge",
            "definitions": [
                "To surge up.",
                "A rapid or abrupt rise:  an upsurge in violent crime. "
            ]
        },
        {
            "word": "Casanova",
            "definitions": [
                "A man who is amorously and gallantly attentive to women.",
                "A promiscuous man; a philanderer."
            ]
        },
        {
            "word": "mistakes",
            "definitions": [
                "Plural form of mistake.",
                "Third-person singular simple present indicative form of mistake."
            ]
        },
        { "word": "unhappily", "definitions": ["In an unhappy manner."] },
        {
            "word": "contrasted",
            "definitions": [
                "Simple past tense and past participle of contrast.",
                "Set in contrast (of two or more things).",
                "Displaying or marked by contrast; contrasty."
            ]
        },
        {
            "word": "statutory",
            "definitions": [
                "Of or relating to a statute.",
                "Enacted, regulated, or authorized by statute."
            ]
        },
        {
            "word": "discusses",
            "definitions": [
                "Third-person singular simple present indicative form of discuss."
            ]
        },
        {
            "word": "overjoyed",
            "definitions": [
                "Very happy",
                "Simple past tense and past participle of overjoy."
            ]
        },
        {
            "word": "occurred",
            "definitions": ["Simple past tense and past participle of occur."]
        },
        {
            "word": "westerly",
            "definitions": [
                "Situated toward the west.",
                "Coming or being from the west:  westerly winds. ",
                "A storm or wind coming from the west."
            ]
        },
        {
            "word": "grunted",
            "definitions": ["Simple past tense and past participle of grunt."]
        },
        {
            "word": "incomparable",
            "definitions": [
                "Being such that comparison is impossible; incommensurable.",
                "So outstanding as to be beyond comparison; unsurpassed."
            ]
        },
        {
            "word": "fractional",
            "definitions": [
                "Of, relating to, or constituting a fraction.",
                "Very small; insignificant:  a minor candidate's fractional share of the vote. ",
                "Being in fractions or pieces."
            ]
        },
        {
            "word": "godless",
            "definitions": [
                "Recognizing or worshiping no god.",
                "Wicked, impious, or immoral."
            ]
        },
        {
            "word": "gone",
            "definitions": [
                "Past participle of go1.",
                "Being away from a place; absent or having departed.",
                "Past; bygone."
            ]
        },
        {
            "word": "quarry",
            "definitions": [
                "A hunted animal; prey.",
                "Hunted animals considered as a group; game.",
                "An object of pursuit:  The police lost their quarry in the crowd. "
            ]
        },
        {
            "word": "Kevlar",
            "definitions": ["A trademark used for a type of aramid fiber."]
        },
        {
            "word": "scorn",
            "definitions": [
                "Contempt or disdain felt toward a person or object considered despicable or unworthy.",
                "The expression of such an attitude in behavior or speech; derision.",
                "One spoken of or treated with contempt."
            ]
        },
        {
            "word": "coworker",
            "definitions": ["One who works with another; a fellow worker."]
        },
        {
            "word": "tycoon",
            "definitions": [
                "A wealthy and powerful businessperson or industrialist; a magnate.",
                "Used formerly as a title for a Japanese shogun."
            ]
        },
        {
            "word": "reseller",
            "definitions": [
                "a company or individual that purchases goods or services with the intention of reselling them rather than consuming or using them"
            ]
        },
        {
            "word": "clean",
            "definitions": [
                "Free from dirt, stain, or impurities; unsoiled.",
                "Free from foreign matter or pollution; unadulterated:  clean air; clean drinking water. ",
                "Not infected:  a clean wound. "
            ]
        },
        { "word": "superstars", "definitions": ["Plural form of superstar."] },
        {
            "word": "Word",
            "definitions": [
                "Scripture; The Bible",
                "The creative word of God; logos"
            ]
        },
        {
            "word": "digression",
            "definitions": [
                "The act of digressing.",
                "An instance of digressing, especially a written or spoken passage that has no bearing on the main subject."
            ]
        },
        {
            "word": "kiss",
            "definitions": [
                "To touch or caress with the lips as an expression of affection, greeting, respect, or amorousness.",
                "To touch lightly or gently:  flowers that were kissed by dew. ",
                "To strike lightly; brush against:  barely kissed the other car with the bumper. "
            ]
        },
        {
            "word": "algebra",
            "definitions": [
                "A branch of mathematics in which symbols, usually letters of the alphabet, represent numbers or members of a specified set and are used to represent quantities and to express general relationships that hold for all members of the set.",
                "A set together with a pair of binary operations defined on the set. Usually, the set and the operations include an identity element, and the operations are commutative or associative."
            ]
        },
        {
            "word": "mozzarella",
            "definitions": [
                "A mild white Italian cheese that has a rubbery texture and is often eaten melted, as on pizza."
            ]
        },
        {
            "word": "throwback",
            "definitions": [
                "A reversion to a former type or ancestral characteristic.",
                "See atavism."
            ]
        },
        {
            "word": "gladness",
            "definitions": ["The state of being glad; joy."]
        },
        {
            "word": "work",
            "definitions": [
                "Physical or mental effort or activity directed toward the production or accomplishment of something.",
                "A job; employment:  looking for work. ",
                "A trade, profession, or other means of livelihood."
            ]
        },
        {
            "word": "desktop",
            "definitions": [
                "The top of a desk.",
                "Computer Science   The background image of a display screen, on which windows, icons, and other graphical items appear.",
                "Designed for use on a desk or table:  a desktop telephone; a desktop computer. "
            ]
        },
        {
            "word": "correctness",
            "definitions": [
                "freedom from error",
                "conformity to the truth or to fact",
                "conformity to recognized standards"
            ]
        },
        {
            "word": "holly",
            "definitions": [
                "Any of numerous trees or shrubs of the genus Ilex, usually having bright red berries and glossy evergreen leaves with spiny margins.",
                "Branches of these plants, traditionally used for Christmas decoration.",
                "Any of various similar or related plants."
            ]
        },
        {
            "word": "redirected",
            "definitions": [
                "Simple past tense and past participle of redirect."
            ]
        },
        {
            "word": "shameless",
            "definitions": [
                "Feeling no shame; impervious to disgrace.",
                "Marked by a lack of shame:  a shameless lie. "
            ]
        },
        {
            "word": "outset",
            "definitions": [
                "The initial stage of something; the beginning:  Problems arose at the very outset. "
            ]
        },
        {
            "word": "dwarfs",
            "definitions": [
                "Plural form of dwarf.",
                "Third-person singular simple present indicative form of dwarf."
            ]
        },
        {
            "word": "Cynical",
            "definitions": [
                "Of or relating to the Cynics, a sect of ancient Greek philosophers who believed virtue to be the only good and self-control to be the only means of achieving virtue.",
                "Concerned only with one's own interests and disregarding accepted standards to achieve them: A cynical fool"
            ]
        },
        { "word": "electrodes", "definitions": ["Plural form of electrode."] },
        {
            "word": "touchy",
            "definitions": [
                "Tending to take offense with slight cause; oversensitive.",
                "Requiring special tact or skill in handling; delicate:  a touchy situation. ",
                "Highly sensitive to touch. Used of a body part."
            ]
        },
        {
            "word": "rushes",
            "definitions": [
                "Plural form of rush.",
                "Unedited footage; film material as recorded to tape etc."
            ]
        },
        { "word": "bombings", "definitions": ["Plural form of bombing."] },
        { "word": "developers", "definitions": ["Plural form of developer."] },
        { "word": "eternally", "definitions": ["For eternity; forever."] },
        {
            "word": "passed",
            "definitions": [
                "Simple past tense and past participle of pass.",
                "That has passed beyond a certain point (chiefly in set collocations).",
                "That has passed a given qualification or examination; qualified."
            ]
        },
        {
            "word": "biodegradable",
            "definitions": [
                "Capable of being decomposed by biological agents, especially bacteria:  a biodegradable detergent. "
            ]
        },
        { "word": "throats", "definitions": ["Plural form of throat."] },
        {
            "word": "intoxication",
            "definitions": [
                "Stupefaction or excitement by the action of a chemical substance.",
                "Exhilaration, excitement, or euphoria.",
                "Poisoning by a drug or toxic substance."
            ]
        },
        {
            "word": "fearful",
            "definitions": [
                "Causing or capable of causing fear; frightening:  a fearful howling. ",
                "Experiencing fear; frightened. See Synonyms at afraid.",
                "Feeling or inclined to feel anxiety or apprehension; timid; nervous."
            ]
        },
        {
            "word": "accelerator",
            "definitions": [
                "A device, especially the gas pedal of a motor vehicle, for increasing speed.",
                "Chemistry   A substance that increases the speed of a reaction.",
                "Physics   A particle accelerator."
            ]
        },
        {
            "word": "quotes",
            "definitions": [
                "Plural form of quote.",
                "Quotation marks.",
                "Third-person singular simple present indicative form of quote."
            ]
        },
        { "word": "overlords", "definitions": ["Plural form of overlord."] },
        {
            "word": "scrupulous",
            "definitions": [
                "Conscientious and exact; painstaking. See Synonyms at meticulous.",
                "Having scruples; principled."
            ]
        },
        {
            "word": "calibrated",
            "definitions": [
                "Simple past tense and past participle of calibrate."
            ]
        },
        {
            "word": "bladder",
            "definitions": [
                "Anatomy   Any of various distensible membranous sacs, such as the urinary bladder or the swim bladder, that serve as receptacles for fluid or gas.",
                "An item resembling one of the membranous sacs in animals:  the bladder of a football. ",
                "Botany   Any of various hollow or inflated saclike organs or structures, such as the floats of certain seaweeds or the specialized traps of bladderworts."
            ]
        },
        {
            "word": "languid",
            "definitions": [
                "Lacking energy or vitality; weak:  a languid wave of the hand. ",
                "Showing little or no spirit or animation; listless:  a languid mood. ",
                "Lacking vigor or force; slow:  languid breezes. "
            ]
        },
        {
            "word": "hostilities",
            "definitions": ["Plural form of hostility.", "acts of war"]
        },
        {
            "word": "brazen",
            "definitions": [
                "Marked by flagrant and insolent audacity. See Synonyms at shameless.",
                "Having a loud, usually harsh, resonant sound: \"sudden brazen clashes of the soldiers' band”  ( James Joyce). ",
                "Made of brass."
            ]
        },
        {
            "word": "behemoth",
            "definitions": [
                "Something enormous in size or power.",
                "A huge animal, possibly the hippopotamus, described in the Bible."
            ]
        },
        { "word": "tricks", "definitions": ["Plural form of trick."] },
        { "word": "oversaw", "definitions": ["Past tense of oversee."] },
        {
            "word": "skimmed",
            "definitions": ["Simple past tense and past participle of skim."]
        },
        {
            "word": "cozy",
            "definitions": [
                "Snug, comfortable, and warm.",
                "Marked by friendly intimacy. See Synonyms at comfortable.",
                "Informal   Marked by close association for devious purposes:  a cozy agreement with the competition. "
            ]
        },
        { "word": "Kurds", "definitions": ["Plural form of Kurd."] },
        { "word": "forearms", "definitions": ["Plural form of forearm."] },
        {
            "word": "developmental",
            "definitions": [
                "Related to how development occurs.",
                "A trainee flight controller."
            ]
        },
        {
            "word": "Terra",
            "definitions": ["The planet Earth.", "a female given name"]
        },
        {
            "word": "chapter",
            "definitions": [
                "One of the main divisions of a relatively lengthy piece of writing, such as a book, that is usually numbered or titled.",
                "A distinct period or sequence of events, as in history or a person's life:  Steamboat travel opened a new chapter in America's exploration of the West. ",
                "A local branch of an organization, such as a club or fraternity:  The Chicago chapter is admitting new members this year. "
            ]
        },
        {
            "word": "plumber",
            "definitions": [
                "One that installs and repairs pipes and plumbing.",
                "Slang   An employee assigned to investigate and stop leaks of sensitive information."
            ]
        },
        {
            "word": "fascinated",
            "definitions": [
                "Simple past tense and past participle of fascinate."
            ]
        },
        {
            "word": "implored",
            "definitions": ["Simple past tense and past participle of implore."]
        },
        { "word": "applying", "definitions": ["Present participle of apply."] },
        {
            "word": "quickest",
            "definitions": ["superlative form of quick: most quick."]
        },
        {
            "word": "aficionados",
            "definitions": ["Plural form of aficionado."]
        },
        {
            "word": "salvo",
            "definitions": [
                "A simultaneous discharge of firearms.",
                "The simultaneous release of a rack of bombs from an aircraft.",
                "The projectiles or bombs thus released."
            ]
        },
        {
            "word": "informational",
            "definitions": ["Designed to or able to impart information."]
        },
        {
            "word": "violinist",
            "definitions": ["A person who plays the violin"]
        },
        {
            "word": "distanced",
            "definitions": [
                "Simple past tense and past participle of distance."
            ]
        },
        {
            "word": "cleanly",
            "definitions": [
                "Habitually and carefully neat and clean. See Synonyms at clean.",
                "In a clean manner."
            ]
        },
        {
            "word": "justifying",
            "definitions": ["Present participle of justify."]
        },
        {
            "word": "conservatives",
            "definitions": ["Plural form of conservative."]
        },
        {
            "word": "lottery",
            "definitions": [
                "A contest in which tokens are distributed or sold, the winning token or tokens being secretly predetermined or ultimately selected in a random drawing.",
                "A selection made by lot from a number of applicants or competitors:  The state uses a lottery to assign spaces in the campground. ",
                "An activity or event regarded as having an outcome depending on fate:  They considered combat duty a lottery. "
            ]
        },
        {
            "word": "bloodied",
            "definitions": ["Simple past tense and past participle of bloody."]
        },
        {
            "word": "amorphous",
            "definitions": [
                "Lacking definite form; shapeless. See Synonyms at shapeless.",
                "Of no particular type; anomalous.",
                "Lacking organization; formless."
            ]
        },
        {
            "word": "songwriter",
            "definitions": [
                "One who writes lyrics or tunes, or both, for songs. Also called songsmith, songster."
            ]
        },
        {
            "word": "reunion",
            "definitions": [
                "The act of reuniting.",
                "The state of being reunited.",
                "A gathering of the members of a group who have been separated:  a high school reunion. "
            ]
        },
        {
            "word": "publisher's",
            "definitions": ["coronary artery bypass graft"]
        },
        {
            "word": "gazed",
            "definitions": ["Simple past tense and past participle of gaze."]
        },
        {
            "word": "substantive",
            "definitions": [
                "Substantial; considerable.",
                "Independent in existence or function; not subordinate.",
                "Not imaginary; actual; real."
            ]
        },
        { "word": "homers", "definitions": ["Plural form of homer."] },
        {
            "word": "hammering",
            "definitions": [
                "A period of being beaten or hammered.",
                "A heavy defeat",
                "Present participle of hammer."
            ]
        },
        { "word": "meticulously", "definitions": ["In a meticulous manner."] },
        {
            "word": "awfully",
            "definitions": [
                "In a manner inspiring awe.",
                "Reverently.",
                "Badly, terribly."
            ]
        },
        {
            "word": "cottage",
            "definitions": [
                "A small, single-storied house, especially in the country.",
                "A small vacation house."
            ]
        },
        {
            "word": "mapping",
            "definitions": [
                "The act or process of making a map.",
                "Mathematics   A rule of correspondence established between sets that associates each element of a set with an element in the same or another set."
            ]
        },
        { "word": "veggie", "definitions": ["Informal   A vegetable."] },
        {
            "word": "slipper",
            "definitions": [
                "A low shoe that can be slipped on and off easily and usually worn indoors."
            ]
        },
        {
            "word": "dimensional",
            "definitions": [
                "Of or pertaining to dimensions.",
                "Having dimension or dimensions; three-dimensional."
            ]
        },
        {
            "word": "Tanzania",
            "definitions": [
                "A country of east-central Africa on the Indian Ocean. Inhabited since prehistoric times and settled by Bantu peoples by the tenth century, most of the region became a German protectorate in 1891 and passed to the British in 1920 as Tanganyika. Zanzibar, a narrow strip along the coast, was a British protectorate after 1890. Tanganyika achieved independence in 1961 and joined with Zanzibar in 1964 to form Tanzania. Dar es Salaam is the capital (until 2005) and the largest city; Dodoma is the designated capital. Population: 39,400,000."
            ]
        },
        {
            "word": "creating",
            "definitions": ["Present participle of create."]
        },
        {
            "word": "Britain",
            "definitions": [
                "The island of Great Britain during pre-Roman, Roman, and early Anglo-Saxon times before the reign of Alfred the Great (871-899). The name is derived from Brittania, which the Romans used for the portion of the island that they occupied."
            ]
        },
        {
            "word": "rumor",
            "definitions": [
                "A piece of unverified information of uncertain origin usually spread by word of mouth.",
                "Unverified information received from another; hearsay."
            ]
        },
        {
            "word": "modeled",
            "definitions": ["Simple past tense and past participle of model."]
        },
        {
            "word": "Narrows",
            "definitions": [
                "A strait of southeast New York between Brooklyn and Staten Island in New York City and connecting Upper and Lower New York Bay. The Narrows is spanned by the Verrazano-Narrows Bridge, one of the longest suspension bridges in the world."
            ]
        },
        {
            "word": "impetuous",
            "definitions": [
                "Characterized by sudden and forceful energy or emotion; impulsive and passionate.",
                "Having or marked by violent force:  impetuous, heaving waves. "
            ]
        },
        {
            "word": "acknowledges",
            "definitions": [
                "Third-person singular simple present indicative form of acknowledge."
            ]
        },
        {
            "word": "bookshelf",
            "definitions": ["A shelf or set of shelves for holding books."]
        },
        {
            "word": "zine",
            "definitions": [
                "An inexpensively produced, self-published, underground publication: I often contributed cartoons and essays to other people's 'zines, so why didn't I just buckle down and start my own?  ( Pagan Kennedy). ",
                "An e-zine."
            ]
        },
        {
            "word": "shoutout",
            "definitions": [
                "Slang   A public expression of gratitude or recognition."
            ]
        },
        {
            "word": "seasons",
            "definitions": [
                "Plural form of season.",
                "Third-person singular simple present indicative form of season."
            ]
        },
        {
            "word": "sizzling",
            "definitions": [
                "Present participle of sizzle.",
                "Hot enough to make a hissing sound."
            ]
        },
        {
            "word": "Rotterdam",
            "definitions": [
                "A city of southwest Netherlands on the Rhine-Meuse delta south-southeast of The Hague. Chartered in 1328, it was a major commercial power during the 16th and 17th centuries and is today a thriving port accessible via canal to oceangoing vessels. The city was heavily bombed during World War II. Population: 584,000."
            ]
        },
        {
            "word": "scoreless",
            "definitions": ["Having no points scored."]
        },
        {
            "word": "flea",
            "definitions": [
                "Any of various small, wingless, bloodsucking insects of the order Siphonaptera that have legs adapted for jumping and are parasitic on warm-blooded animals.",
                "Any of various small crustaceans that resemble or move like fleas, such as the water flea."
            ]
        },
        {
            "word": "Algeria",
            "definitions": [
                "A country of northwest Africa bordering on the Mediterranean Sea. The region was settled c. 2000 B.C. by Berber-speaking people and later formed a part of the Roman, Byzantine, and Ottoman empires. Arab invaders in the seventh and eighth centuries introduced Islam and the Arabic language and culture. A French territory from 1848, Algeria gained its independence in 1962 after more than seven years of fighting. Algiers is the capital and the largest city. Population: 33,300,000."
            ]
        },
        {
            "word": "capturing",
            "definitions": ["Present participle of capture."]
        },
        {
            "word": "redesigning",
            "definitions": ["Present participle of redesign."]
        },
        {
            "word": "eminent",
            "definitions": [
                "Of high rank, station, or quality; noteworthy:  eminent members of the community. ",
                "Outstanding, as in character or performance; distinguished:  an eminent historian.  See Synonyms at noted."
            ]
        },
        {
            "word": "leads",
            "definitions": [
                "Plural form of lead.",
                "Third-person singular simple present indicative form of lead."
            ]
        },
        {
            "word": "secured",
            "definitions": ["Simple past tense and past participle of secure."]
        },
        {
            "word": "bristling",
            "definitions": ["Having bristles.", "Showing anger."]
        },
        {
            "word": "brighter",
            "definitions": ["comparative form of bright: more bright"]
        },
        {
            "word": "parse",
            "definitions": [
                "To break (a sentence) down into its component parts of speech with an explanation of the form, function, and syntactical relationship of each part.",
                "To describe (a word) by stating its part of speech, form, and syntactical relationships in a sentence."
            ]
        },
        {
            "word": "progressive",
            "definitions": [
                "Moving forward; advancing.",
                "Proceeding in steps; continuing steadily by increments:  progressive change. "
            ]
        },
        {
            "word": "incorrigible",
            "definitions": [
                "Incapable of being corrected or reformed:  an incorrigible criminal. ",
                "Firmly rooted; ineradicable:  incorrigible faults. "
            ]
        },
        {
            "word": "combustible",
            "definitions": [
                "Capable of igniting and burning.",
                "Easily aroused or excited."
            ]
        },
        {
            "word": "sawed",
            "definitions": ["Simple past tense and past participle of saw."]
        },
        {
            "word": "witnessed",
            "definitions": ["Simple past tense and past participle of witness."]
        },
        {
            "word": "conducive",
            "definitions": [
                "Tending to cause or bring about; contributive:  working conditions not conducive to productivity.  See Synonyms at favorable."
            ]
        },
        {
            "word": "lining",
            "definitions": [
                "A covering or coating for an inside surface:  The jacket had a patterned lining. ",
                "Material used for such covering or coating."
            ]
        },
        {
            "word": "rabbi",
            "definitions": [
                "A person trained in Jewish law, ritual, and tradition and ordained for leadership of a Jewish congregation, especially one serving as chief religious official of a synagogue.",
                "A scholar qualified to interpret Jewish law."
            ]
        },
        {
            "word": "welled",
            "definitions": ["Simple past tense and past participle of well."]
        },
        {
            "word": "incessantly",
            "definitions": [
                "In a manner without pause or stop, especially to the point of annoyance; not ceasing."
            ]
        },
        {
            "word": "renewals",
            "definitions": ["Plural form of renewal."]
        },
        {
            "word": "namely",
            "definitions": ["That is to say; specifically."]
        },
        {
            "word": "bevy",
            "definitions": [
                "A group of animals or birds, especially larks or quail. See Synonyms at flock1.",
                "A group or an assemblage:  a bevy of beauties. "
            ]
        },
        {
            "word": "Mexico",
            "definitions": [
                "A country of south-central North America. Southern Mexico was the site of various advanced civilizations beginning with the Olmec and including the Maya, Zapotec, Toltec, Mixtec, and Aztec cultures. Mexico was conquered by Cortés in 1521 and held by the Spanish until 1821. The Treaty of Guadalupe Hidalgo that ended the Mexican War (1846-1848) awarded all lands north of the Rio Grande to the United States. Mexico City is the capital and the largest city. Population: 109,000,000.",
                "Gulf ofMexico  An arm of the Atlantic Ocean in southeast North America bordering on eastern Mexico, the southeast United States, and Cuba. It connects with the Atlantic Ocean through the Straits of Florida and with the Caribbean Sea through the Yucatán Channel."
            ]
        },
        {
            "word": "bedrooms",
            "definitions": ["Plural form of bedroom."]
        },
        {
            "word": "Australia",
            "definitions": [
                "The world's smallest continent, southeast of Asia between the Pacific and Indian oceans.",
                "A commonwealth comprising the continent of Australia, the island state of Tasmania, two external territories, and several dependencies. The first British settlement, a penal colony at Port Jackson (now part of Sydney), was established in 1788. The present-day states grew as separate colonies; six of them formed a federation in 1901. In 1911 Northern Territory joined the commonwealth and the Capital Territory, site of Canberra, was created. Canberra is the capital and Sydney is the largest city. Population: 20,400,000."
            ]
        },
        {
            "word": "residues",
            "definitions": ["Plural form of residue."]
        },
        {
            "word": "diverge",
            "definitions": [
                "To go or extend in different directions from a common point; branch out.",
                "To differ, as in opinion or manner."
            ]
        },
        {
            "word": "recaptured",
            "definitions": [
                "Simple past tense and past participle of recapture."
            ]
        },
        {
            "word": "decorum",
            "definitions": [
                "Appropriateness of behavior or conduct; propriety: \"In the Ireland of the 1940's ... the stolidity of a long, empty, grave face was thought to be the height of decorum and profundity”  ( John McGahern). ",
                "The conventions or requirements of polite behavior:  the formalities and decorums of a military funeral. "
            ]
        },
        {
            "word": "gunning",
            "definitions": [
                "Maine   The sport of hunting: \"Usually any kind of a tight camp will be kept available through our gunning . . . season”  ( John Gould). "
            ]
        },
        {
            "word": "defensive",
            "definitions": [
                "Intended or appropriate for defending; protective.",
                "Intended to withstand or deter aggression or attack:  a defensive weapons system; defensive behavior. ",
                "Of or relating to the effort to prevent an opponent from gaining points in a game or athletic contest."
            ]
        },
        {
            "word": "digging",
            "definitions": [
                "The action performed by a person or thing that digs.",
                "A place where ore is dug, especially certain localities in California, Australia, etc. where gold is obtained.",
                "region; locality"
            ]
        },
        {
            "word": "Flinders",
            "definitions": [
                "Flinders, Sir  Matthew  1774-1814.  British explorer who sailed to New South Wales (1795) and subsequently made a thorough study of the Australian coast."
            ]
        },
        {
            "word": "nervously",
            "definitions": [
                "In a nervous manner; with nervosity; in a way that displays nervousness."
            ]
        },
        {
            "word": "emailing",
            "definitions": ["Present participle of e-mail."]
        },
        {
            "word": "chin",
            "definitions": [
                "The central forward portion of the lower jaw.",
                "To pull (oneself) up with the arms while grasping an overhead horizontal bar until the chin is level with the bar.",
                "Music   To place (a violin) under the chin in preparation to play it."
            ]
        },
        {
            "word": "screws",
            "definitions": [
                "Plural form of screw.",
                "Third-person singular simple present indicative form of screw."
            ]
        },
        {
            "word": "shameful",
            "definitions": [
                "Causing shame; disgraceful.",
                "Giving offense; indecent.",
                "Archaic   Full of shame; ashamed."
            ]
        },
        {
            "word": "relational",
            "definitions": [
                "Of or arising from kinship.",
                "Indicating or constituting relation.",
                "Grammar   Of, relating to, or being a word or particle, such as a conjunction or preposition, that expresses a syntactic relation between elements in a phrase or sentence."
            ]
        },
        {
            "word": "screaming",
            "definitions": [
                "Present participle of scream.",
                "Loud, sharp, and piercing to the ear.",
                "Obvious; distinct."
            ]
        },
        {
            "word": "addition",
            "definitions": [
                "The act or process of adding, especially the process of computing with sets of numbers so as to find their sum.",
                "Something added, such as a room or section appended to a building.",
                "in addition  Also; as well."
            ]
        },
        {
            "word": "mash",
            "definitions": [
                "A fermentable starchy mixture from which alcohol or spirits can be distilled.",
                "A mixture of ground grain and nutrients fed to livestock and fowl.",
                "A soft pulpy mixture or mass."
            ]
        },
        {
            "word": "oats",
            "definitions": ["Plural form of oat.", "Seeds of an oat plant."]
        },
        {
            "word": "seeding",
            "definitions": [
                "Present participle of seed.",
                "The arrangement of positions in a tournament"
            ]
        },
        {
            "word": "lost",
            "definitions": [
                "Past tense and past participle of lose.",
                "Unable to find one's way:  a lost child. ",
                "No longer in the possession, care, or control of someone or something:  a lost pen. "
            ]
        },
        {
            "word": "precipitation",
            "definitions": [
                "A headlong fall or rush.",
                "Abrupt or impulsive haste.",
                "A hastening or acceleration, especially one that is sudden or unexpected:  He is responsible for the precipitation of his own demise. "
            ]
        },
        {
            "word": "subsidized",
            "definitions": [
                "Simple past tense and past participle of subsidize.",
                "that receives a subsidy"
            ]
        },
        {
            "word": "Janus",
            "definitions": [
                "Roman Mythology   The god of gates and doorways, depicted with two faces looking in opposite directions.",
                "The satellite of Saturn that is sometimes the fifth and sometimes the sixth in distance from the planet. Periodically, Janus and another of Saturn's moons, Epimetheus, exchange orbits."
            ]
        },
        {
            "word": "Graf",
            "definitions": [
                "Graf, Stephanie Maria  Known as \"Steffi.”  Born 1969.  German tennis player who in 1988 won the Grand Slam (Wimbledon, French, U.S., and Australian titles) and an Olympic gold medal."
            ]
        },
        {
            "word": "Edwardian",
            "definitions": [
                "Of, relating to, or characteristic of the reign of Edward VII of England.",
                "A person belonging to or exhibiting characteristics typical of the Edwardian period."
            ]
        },
        {
            "word": "consoles",
            "definitions": [
                "Plural form of console.",
                "Third-person singular simple present indicative form of console."
            ]
        },
        {
            "word": "filling",
            "definitions": [
                "An act or instance of filling.",
                "Something used to fill a space, cavity, or container:  a gold filling in a tooth. ",
                "An edible mixture used to fill pastries, sandwiches, or cakes:  a pie filling.  See Regional Note at frosting."
            ]
        },
        {
            "word": "toasted",
            "definitions": [
                "Very hot.",
                "Simple past tense and past participle of toast."
            ]
        },
        {
            "word": "encoder",
            "definitions": [
                "A device used to encode a signal either for cryptography or compression."
            ]
        },
        {
            "word": "telescopes",
            "definitions": ["Plural form of telescope."]
        },
        {
            "word": "machinery",
            "definitions": [
                "Machines or machine parts considered as a group.",
                "The working parts of a particular machine.",
                "A system of related elements that operate in a definable manner:  diplomatic and political machinery. "
            ]
        },
        {
            "word": "polished",
            "definitions": [
                "Made shiny and smooth by or as if by rubbing or chemical action.",
                "Naturally shiny and smooth.",
                "Having the husk or outer layers removed. Used of grains of rice."
            ]
        },
        {
            "word": "hotels",
            "definitions": ["Plural form of hotel."]
        },
        {
            "word": "Acre",
            "definitions": [
                "A port city of northern Israel on the Bay of Haifa. During the Crusades it changed hands many times between Christians and Muslims. Acre was ceded to the Arabs in the United Nations partition of Palestine in 1948 but was captured by Israel shortly thereafter. Population: 45,900."
            ]
        },
        {
            "word": "maternal",
            "definitions": [
                "Relating to or characteristic of a mother or motherhood; motherly:  maternal instinct. ",
                "Inherited from one's mother:  a maternal trait. ",
                "Related through one's mother:  my maternal uncle. "
            ]
        },
        {
            "word": "forthwith",
            "definitions": ["At once; immediately."]
        },
        {
            "word": "Muses",
            "definitions": ["Plural form of Muse."]
        },
        {
            "word": "develops",
            "definitions": [
                "Third-person singular simple present indicative form of develop."
            ]
        },
        {
            "word": "celebrates",
            "definitions": [
                "Third-person singular simple present indicative form of celebrate."
            ]
        },
        {
            "word": "protective",
            "definitions": [
                "Adapted or intended to afford protection.",
                "Something that protects."
            ]
        },
        {
            "word": "networks",
            "definitions": ["Plural form of network."]
        },
        {
            "word": "sofas",
            "definitions": ["Plural form of sofa."]
        },
        {
            "word": "freebie",
            "definitions": [
                "Slang   An article or service given free: \"such freebies as subway and bus maps”  ( New York). "
            ]
        },
        {
            "word": "sobbing",
            "definitions": [
                "Present participle of sob.",
                "Action of the verb to sob.",
                "That or who sobs."
            ]
        },
        {
            "word": "bugs",
            "definitions": [
                "Plural form of bug.",
                "Third-person singular simple present indicative form of bug."
            ]
        },
        {
            "word": "execution",
            "definitions": [
                "The act of executing something.",
                "The state of being executed.",
                "The manner, style, or result of performance:  The plan was sound; its execution, faulty. "
            ]
        },
        {
            "word": "antagonism",
            "definitions": [
                "Hostility that results in active resistance, opposition, or contentiousness. See Synonyms at enmity.",
                "The condition of being an opposing principle, force, or factor:  the inherent antagonism of capitalism and socialism. ",
                "Biochemistry   Interference in the physiological action of a chemical substance by another having a similar structure."
            ]
        },
        {
            "word": "cont",
            "definitions": ["continue", "continued"]
        },
        {
            "word": "awarding",
            "definitions": ["Present participle of award."]
        },
        {
            "word": "Porte",
            "definitions": ["The government of the Ottoman Empire."]
        },
        {
            "word": "harms",
            "definitions": [
                "Plural form of harm.",
                "Third-person singular simple present indicative form of harm."
            ]
        },
        {
            "word": "nationalist",
            "definitions": [
                "Of or relating to nationalism.",
                "An advocate of nationalism."
            ]
        },
        {
            "word": "scrubs",
            "definitions": [
                "A protective plastic gown worn by a surgeon when performing surgery.",
                "Any medical uniform consisting of a short-sleeve shirt and pants.",
                "Plural form of scrub."
            ]
        },
        {
            "word": "orphaned",
            "definitions": [
                "Abandoned",
                "Simple past tense and past participle of orphan."
            ]
        },
        {
            "word": "kindergarten",
            "definitions": [
                "A program or class for four-year-old to six-year-old children that serves as an introduction to school."
            ]
        },
        {
            "word": "provocations",
            "definitions": ["Plural form of provocation."]
        },
        {
            "word": "stitches",
            "definitions": [
                "Plural form of stitch.",
                "Third-person singular simple present indicative form of stitch."
            ]
        },
        {
            "word": "renders",
            "definitions": [
                "Plural form of render.",
                "Third-person singular simple present indicative form of render."
            ]
        },
        {
            "word": "bites",
            "definitions": [
                "Plural form of bite.",
                "Third-person singular simple present indicative form of bite."
            ]
        },
        {
            "word": "doubted",
            "definitions": ["Simple past tense and past participle of doubt."]
        },
        {
            "word": "mountaintop",
            "definitions": ["The summit of a mountain."]
        },
        {
            "word": "deprivation",
            "definitions": [
                "The act or an instance of depriving; loss.",
                "The condition of being deprived; privation.",
                "A removal of rank or office."
            ]
        },
        {
            "word": "prosaic",
            "definitions": [
                "Consisting or characteristic of prose.",
                "Matter-of-fact; straightforward.",
                "Lacking in imagination and spirit; dull."
            ]
        },
        {
            "word": "lavishly",
            "definitions": ["In a lavish manner, expending profusely."]
        },
        {
            "word": "Cheshire",
            "definitions": [
                "A hard yellow English cheese made from cow's milk."
            ]
        },
        {
            "word": "prosper",
            "definitions": [
                "To be fortunate or successful, especially in terms of one's finances; thrive."
            ]
        },
        {
            "word": "speck",
            "definitions": [
                "A small spot, mark, or discoloration.",
                "A tiny amount; a bit:  not a speck of truth in her story. ",
                "To mark with specks."
            ]
        },
        {
            "word": "restaurateur",
            "definitions": ["The manager or owner of a restaurant."]
        },
        {
            "word": "hype",
            "definitions": [
                "Excessive publicity and the ensuing commotion:  the hype surrounding the murder trial. ",
                "Exaggerated or extravagant claims made especially in advertising or promotional material: \"It is pure hype, a gigantic PR job”  ( Saturday Review). ",
                "An advertising or promotional ploy: \"Some restaurant owners in town are cooking up a $75,000 hype to promote New York as 'Restaurant City, U.S.A.'”  ( New York). "
            ]
        },
        {
            "word": "narration",
            "definitions": [
                "The act, process, or an instance of narrating.",
                "Narrated material."
            ]
        },
        {
            "word": "showcase",
            "definitions": [
                "A display case or cabinet, as in a store or museum.",
                "A setting in which someone or something may be displayed, especially to advantage.",
                "To display prominently, especially to advantage."
            ]
        },
        {
            "word": "inert",
            "definitions": [
                "Unable to move or act.",
                "Sluggish in action or motion; lethargic. See Synonyms at inactive.",
                "Chemistry   Not readily reactive with other elements; forming few or no chemical compounds."
            ]
        },
        {
            "word": "frosted",
            "definitions": [
                "Having frost present; frosty",
                "Appearing to have frost",
                "Extremely intoxicated."
            ]
        },
        {
            "word": "fifth",
            "definitions": [
                "The ordinal number matching the number five in a series.",
                "One of five equal parts.",
                "One fifth of a gallon or four fifths of a quart of liquor."
            ]
        }
    ]
}
